const cardData = [
  {
    id: 1,
    title: "สปาเก็ตตี้เขียวหวานทะเล",
    description: "การผสมผสานที่ลงตัวระหว่างเส้นสปาเก็ตตี้เหนียวนุ่มสไตล์อิตาเลียน กับความหอมมันจัดจ้านของแกงเขียวหวาน",
    description2: "ส่วนผสม: เส้นสปาเก็ตตี้ 200 กรัม, เนื้อสัตร์ตามใจชอบ,พริกแกงเขียวหวาน 2 ช้อนโต๊ะ หัวกะทิ 1 ถ้วย / หางกะทิ 1 ถ้วย, มะเขือเปราะ, พริกชี้ฟ้าแดง, ใบโหระพา น้ำปลา, น้ำตาลปี๊บ",
    price:"ลงทุน 85 บาท",
    imageUrl: "https://img.kapook.com/u/surauch/movie2/spaghetti-green-curry.jpg"
  },
  {
    id: 2,
    title: "ลาซานญ่ามัสมั่นเนื้อ",
    description: "ยกเครื่องลาซานญ่าแบบเดิมๆ ด้วยไส้แกงมัสมั่นเนื้อรสชาติเข้มข้น หอมเครื่องเทศถึงใจ ซ้อนสลับกับแผ่นลาซานญ่าและชีสเยิ้มๆ",
    description2: "ส่วนผสม: แผ่นลาซานญ่า 6-8 แผ่น เนื้อบด หรือเนื้อวัวหั่นชิ้นเล็ก 300 กรัม  พริกแกงมัสมั่น 3 ช้อนโต๊ะ กะทิ 2 ถ้วย มันฝรั่ง, หอมใหญ่ (หั่นเต๋า) ถั่วลิสงคั่ว น้ำมะขามเปียก, น้ำปลา, น้ำตาลปี๊บ มอสซาเรลล่าชีส",
    price:"ราคา 150 บาท",
    imageUrl: "https://www.sgethai.com/wp-content/uploads/2022/08/Lasagna002.webp"
  },
  {
    id: 3,
    title: "กิมจิเคซาเดีย (Kimchi Quesadilla)",
    description: " เมนูทานเล่นสไตล์เม็กซิกันที่สอดไส้ความอร่อยแบบเกาหลี ด้วยรสเปรี้ยวเผ็ดของกิมจิที่เข้ากันดีกับความหอมมันของชีส",
    description2: "ส่วนผสม:แผ่นแป้งตอร์ติยา กิมจิหั่นฝอย 1 ถ้วย (บีบน้ำออกเล็กน้อย) หมูสามชั้นสไลด์ หรือเบคอน โคชูจัง (ซอสพริกเกาหลี) เล็กน้อย เชดดาร์ชีส หรือมอสซาเรลล่าชีส ต้นหอมซอย",
    price:"ราคา 200 บาท",
    imageUrl: "https://www.budgetbytes.com/wp-content/uploads/2023/08/Kimchi-Quesadillas-plate.jpg"
  },
  {
    id: 4,
    title: "ทาโก้หมูบุลโกกิ (Bulgogi Tacos)",
    description: "ทาโก้รูปแบบใหม่ที่นำหมูหมักบุลโกกิรสหวานเค็มสไตล์เกาหลี มาใส่ในแผ่นทาโก้ ราดด้วยซอสมาโยรสเผ็ด กลายเป็นเมนูสุดสร้างสรรค์",
    description2: "ส่วนผสม:เนื้อหมูสไลด์บาง 250 กรัม ซอสหมักบุลโกกิ (โชยุ, น้ำมันงา, กระเทียม, น้ำตาล, พริกไทย) แผ่นแป้งทาโก้ขนาดเล็ก ผักกาดแก้วซอย, กะหล่ำปลีม่วงซอย ซอสมาโยโคชูจัง (มายองเนสผสมโคชูจัง) งาขาวคั่ว, ต้นหอมซอยสำหรับโรยหน้า",
    price:"ราคา 250 บาท",
    imageUrl: "https://houseofnasheats.com/wp-content/uploads/2022/07/korean-beef-tacos-14.jpg"
  },
  {
    id: 5,
    title: " พิซซ่าหน้าไก่เทอริยากิ",
    description: "พิซซ่าสัญชาติญี่ปุ่นที่ใช้ซอสเทอริยากิรสหวานเค็มกลมกล่อมแทนซอสมะเขือเทศ เข้ากันได้ดีกับเนื้อไก่และมายองเนส",
    description2: "ส่วนผสม:แป้งพิซซ่าสำเร็จรูป เนื้อไก่หั่นชิ้น 200 กรัม ซอสเทอริยากิ มอสซาเรลล่าชีส หอมแดงซอย, พริกหวาน มายองเนสญี่ปุ่น, สาหร่ายตัดเส้น (สำหรับตกแต่ง)",
    price:"ราคา 300 บาท",
    imageUrl: "https://www.1376delivery.com/productimages/3730_Spicy%20Chicken%20Teriyaki-.jpg"
  },
  {
    id: 6,
    title: "คาโบนาร่าต้มข่าไก่",
    description: "พลิกโฉมคาโบนาร่าให้มีกลิ่นอายแบบไทยๆ ด้วยการผสมผสานความหอมของสมุนไพรต้มข่า (ข่า ตะไคร้ ใบมะกรูด) ลงในซอสครีมไข่แดง",
    description2: "ส่วนผสม:เส้นเฟตตูชินี หรือสปาเก็ตตี้ เนื้ออกไก่หั่นชิ้น ไข่แดง 2 ฟอง พาร์เมซานชีสขูด กะทิ 1/2 ถ้วย ข่า, ตะไคร้, ใบมะกรูด, เห็ดฟาง พริกขี้หนูแห้งทอด, น้ำมะนาว",
    price:"ราคา 15 บาท",
    imageUrl: "https://img.kapook.com/u/2015/surauch/cook3/spa17.jpg"
  },
  {
    id: 7,
    title: "ข้าวเหนียวมะม่วงซูชิ",
    description: "ของหวานไทยยอดนิยมในรูปแบบใหม่ที่ได้แรงบันดาลใจจากซูชิ ข้าวเหนียวมูนปั้นเป็นคำ วางหน้าด้วยมะม่วงสุกหวานฉ่ำ ทานง่ายและสวยงาม",
    description2: "ส่วนผสม:ข้าวเหนียวมูนสำเร็จรูป มะม่วงสุก (แนะนำพันธุ์น้ำดอกไม้) หัวกะทิสำหรับราด ถั่วทองคั่ว หรือ งาขาวคั่ว",
    price:"ราคา 50 บาท",
    imageUrl: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTtyGs2W-zwGXv6vCU_q9WXVXRMUC8tiqodQQ&s"
  },
  {
    id: 8,
    title: "เครมบรูเล่ชาไทย (Thai Tea Crème Brûlée)",
    description: "ขนมหวานสุดคลาสสิกของฝรั่งเศส ที่เพิ่มมิติของรสชาติและความหอมอันเป็นเอกลักษณ์ของชาไทยเข้าไปในเนื้อคัสตาร์ดเนียนนุ่ม",
    description2: "ส่วนผสม:วิปปิ้งครีม 2 ถ้วย ผงชาไทย 3 ช้อนโต๊ะ ไข่แดง 4 ฟอง น้ำตาลทราย (สำหรับทำคัสตาร์ด และสำหรับเบิร์นหน้า)",
    price:"ราคา 4000 บาท",
    imageUrl: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQXGcQlRSg6dh-7FAWzRXFLhA6K-HOtr6xn1w&s"
  }
];

export default cardData;